getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git kind:defer
ohmyzsh/ohmyzsh path:plugins/sudo kind:defer
ohmyzsh/ohmyzsh path:plugins/copypath kind:defer
ohmyzsh/ohmyzsh path:plugins/common-aliases kind:defer
ohmyzsh/ohmyzsh path:plugins/fzf kind:defer
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/gnu-utils

ohmyzsh/ohmyzsh path:lib/theme-and-appearance.zsh
ohmyzsh/ohmyzsh path:lib/clipboard.zsh kind:defer
ohmyzsh/ohmyzsh path:lib/history.zsh kind:defer
ohmyzsh/ohmyzsh path:lib/key-bindings.zsh
ohmyzsh/ohmyzsh path:lib/directories.zsh
ohmyzsh/ohmyzsh path:lib/history.zsh kind:defer
#ohmyzsh/ohmyzsh path:lib/termsupport.zsh kind:defer

romkatv/powerlevel10k
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
zsh-users/zsh-syntax-highlighting kind:defer
joshskidmore/zsh-fzf-history-search
